'-------------------------------------------------------------------------------------
' Afrikaanse module vir WINCONTIG
'
' Vertaal deur:
'   Leon Odendaal (leonrsa@gmail.com)
'
' Versorg deur:
'   Leon Odendaal (leonrsa@gmail.com)
'
' Opdateringsdatum: Oktober 08, 2013
'
' NOTE: Don't translate '\n', '\t', '%s', '$c$' or '$d$'
'
'-------------------------------------------------------------------------------------
' Language Name of the module in your native language ***
' (e.g. Italiano, Français, etc)
'-------------------------------------------------------------------------------------
LNG=Afrikaans
'-------------------------------------------------------------------------------------
' File info panel ***
'-------------------------------------------------------------------------------------
1=Gefragmenteerde Lêers
2=Aangrensende Lêers
3=Gedefragmenteerde Lêers
4=Ongeprosesseerde Lêers
195=CURRENT SESSION
199=Start time:
200=Action:
222=Current operation:
214=Defragmenting
215=File Defragmentation
207=File Analysis
209=Completed
211=Aborted by the user
212=Canceled
213=Analyzing...
216=Skipped all objects
219=LAST SESSION
217=General
227=Total processed files:
228=Defragmented files:
234=n/a
240=FRAGMENTED
241=CONTIGUOUS
243=DEFRAGMENTED
254=Checking volumes for errors...
257=Disk cleaning up...
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons labels ***
'-------------------------------------------------------------------------------------
17=Voeg by
18=Verwyder
19=Eienskappe
20=Laai Profiel
21=Stoor Profiel
283=Fragmente
294=Vertoon Verslag
455=Filter
24=Defragmenteer
25=Stop
'-------------------------------------------------------------------------------------
' Main program window - Toolbar buttons tooltips ***
'-------------------------------------------------------------------------------------
473=Voeg by
474=Voeg een of meer lêers by die lys. Kliek die pyltjie om vouers by te voeg.
475=Verwyder
476=Verwyder die geselekteerde items vanaf die lys.
477=Eienskappe
478=Vertoon die Eienskappe van die geselekteerde items.
479=Fragmente
480=Vertoon bykomende inligting rakende die geselekteerde lêers , insluitende die grootte en aantal fragmente van die lêers.
481=Filter
482=Vertoon die dialoog kassie om spesifieke lêers, vouers of lêertipes in- of uit te sluit gedurende analise en defragmentasie.
483=Laai profiel
484=Laai 'n lys van items vanaf 'n voorheen gestoorde profiel-lêer.
485=Stoor profiel
486=Stoor die lys van items in 'n profiel-lêer.
26=Analiseer
45=Analiseer die lêers die om mate van fragmentasie vas te stel. 
101=Defragmenteer
139=Konsolideer die gefragmenteerde lêers om stelsel werkverrigting te verbeter. Kliek die pyltjie om slegs die gefragmeenteerde lêers soos gekies in die onderste venster te degragmenteer.
122=Stop
136=Stop die huidige operasie.
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Add" button) ***
'-------------------------------------------------------------------------------------
65=Voeg &Lêer By...\tCTRL+O
66=Voeg V&ouer By...\tCTRL+D
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Profile" button) ***
'-------------------------------------------------------------------------------------
155=<empty>
'-------------------------------------------------------------------------------------
' Main program window - Toolbar Drop Down Menu ("Defragment" button) ***
'-------------------------------------------------------------------------------------
365=&Defragmenteer alle lêers
156=Defragmenteer &slegs die geselekteerde gefragmenteerde lêers 
'----------------------------------------------------------------------------------------------
' Main program window - Items to be processed (Column Headers/Column Header Context Menu) ***
'----------------------------------------------------------------------------------------------
27=Lêernaam
28=Grootte
29=Status
30=Tipe
248=Fragmente
249=Trosse
250=Grootte op skyf
274=% op Skyf
472=Laaste Veranderings-Datum
487=Eienskappe
251=Verstek
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed ("Status" Column) ***
'-------------------------------------------------------------------------------------
5=Gefragmenteerd
6=Nie Gefragmenteerd
7=Fout
8=Defragmenteerd
146=Aangrensend
369=Verbygegaan
424=Prosessering...
218=Skipped (filtered out)
220=Skipped (stored on SSD)
226=Aborted
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (misc) ***
'-------------------------------------------------------------------------------------
31=Voeg hier items om te defragmenteer by.
247=Basisvouer
'-------------------------------------------------------------------------------------
' Main program window - Items to be processed (Context Menu) ***
'-------------------------------------------------------------------------------------
67=&Maak OOp
68=&Voeg Item By
69=&Lêer...\tCTRL+O
70=V&ouer...\tCTRL+D
71=Vee &Items Uit\tDEL
371=Voe&g by Uitgeslote Lys
15=A&naliseer gekose items
16=&Defragmenteer gekose items
72=Laai &Profiel...
73=&Stoor Profiel As...
223=&Eienskappe...
75=O&uto opskuif
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Column Headers/Column Header Context Menu) ***
'--------------------------------------------------------------------------------------------------
9=Fragmente
252=Trosse
253=Grootte op Skyf
10=Grootte
11=Lêer-naam
183=Path
275=% op Skyf
256=Verstek
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (misc) ***
'-------------------------------------------------------------------------------------
144=Gefragmenteerde lêers
12=Daar is geen gefragmenteerde lêers nie.
428=Geen lêers is al geprosesseer nie.
'-------------------------------------------------------------------------------------
' Main program window - Tab Options ***
'-------------------------------------------------------------------------------------
187=&Show file name and path in separate columns
188=Show advanced options for the tabs.
'-------------------------------------------------------------------------------------
' Main program window - "Fragmented files" Tab (Context Menu) ***
'-------------------------------------------------------------------------------------
363=Kie&s die beklemtoonde Lêers
364=Verwyder &die beklemtoonde Lêers
367=Keer d&ie keuse om
372=Voeg by die uit&geslote lys
162=Maak lêer bestemming o&op
'--------------------------------------------------------------------------------------------------
' Main program window - "Fragmented files" listview (checkbox) tooltip ***
'--------------------------------------------------------------------------------------------------
171=Selekteer/Deselekteer
161=Selekteer of deselekteer al die gelyste lêers.
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (Column Headers) ***
'--------------------------------------------------------------------------------------------------
128=Lêer naam
245=Path
129=Fout
'--------------------------------------------------------------------------------------------------
' Main program window - "Errors" Tab (misc) ***
'--------------------------------------------------------------------------------------------------
98=Foute
145=Daar was geen foute opgemerk gedurende prosessering van die lêers nie.
'-------------------------------------------------------------------------------------
' Main program window - Statusbar messages ***
'-------------------------------------------------------------------------------------
32=Wagtend
33=Totale items gelys: 
127=Item
137=Defragmentering
420=Totale lêers geprosesseer:
'-------------------------------------------------------------------------------------
' Main program window - File menu ***
'-------------------------------------------------------------------------------------
34=&Lêer
35=&Maak Oop
36=&Voeg Item by
37=Lê&er...\tCTRL+O
38=V&ouer...\tCTRL+D
39=Ver&wyder items\tDEL
370=Voeg by U&itgelote Lys
284=Fragmentasie Infor&masie...
224=Eiens&kappe...
421=&Stoor Analise Verslag...
41=Sl&uit
'-------------------------------------------------------------------------------------
' Main program window - Profiles menu ***
'-------------------------------------------------------------------------------------
42=&Profiele
43=&Laai Profiel...
44=&Stoor Profiel As...
157=&Rangskik Onlangse Profiele Lys...
'-------------------------------------------------------------------------------------
' Main program window - Action menu ***
'-------------------------------------------------------------------------------------
46=&Aksie
47=A&naliseer
49=&Stop
50=&Defragmenteer
148=Anali&seer gekose items
150=D&efragmenteer gekose items
'-------------------------------------------------------------------------------------
' Main program window - View menu ***
'-------------------------------------------------------------------------------------
48=&Vertoon
51=&Nutsbalk
52=&Info Paneel
76=&Statusbalk
'-------------------------------------------------------------------------------------
' Main program window - Tools menu ***
'-------------------------------------------------------------------------------------
377=&Hulpmiddels
470=&Filterbeheer...
'-------------------------------------------------------------------------------------
' Main program window - Options menu ***
'-------------------------------------------------------------------------------------
53=&Keuses
54=&Bly Bo-op
55=Selekteer &Hele Ry
56=Vertoo&n Bevestigings-Boodskappe
57=Moet nie &duplikaat-inskrywings toelaat nie
58=&Sluit program wanneer klaar
59=Sk&akel af wanneer klaar
229=Moet nie &volumes nagaan vir foute nie
235=D&efrag strategie
236=V&innig
237=S&lim
242=&Taal
301=Kies Priori&teit
302=&Hoog
303=&Bo Normaal
304=&Normaal
305=&Benede Normaal
306=&Laag
332=&Skyf Skoonmaak
333=&Afgeskakel
334=&Outomaties
335=V&ra gebruiker
361=Vertoon &fout-boodskappe
348=Gaan &volumes na vir foute
349=&Afgeskakel
350=&Outomaties
351=V&ra gebruiker
408=Beheer &beklemtoning...
488=Gaan SSD &skywe verby
23=Skakel SSD-skyf opsporing af
102=Vertoon st&atus ikone
140=Vertoon s&isteem ikone
'-------------------------------------------------------------------------------------
' Main program window - Help menu ***
'-------------------------------------------------------------------------------------
60=&Help
61=Vertoon &Vrywaring
62=Vertoon &Bevel-lyn skakels
64=&Rakende WinContig...
'-------------------------------------------------------------------------------------
' Menu Hints ***
'-------------------------------------------------------------------------------------
83=Voeg lêers by die lêer-lys.
84=Voeg vouers by die lêer-lys.
85=Verwyder die geselekteerde items van die lys af.
86=Voeg die items in 'n profiel by die lêer-lys.
87=Stoor die items in die lêer-lys in 'n profiel.
88=Sluit WinContig.
89=Analiseer die items.
92=Onderbreek die byvoeg-proses.
93=Onderbreek die analise van lêers.
110=Defragmenteer die lêers.
94=Vertoon altyd die hoof program venster bo-op.
95=Skakel volle-ry seleksie aan of af.
96=Vertoon program-inligting, weergawenommer en kopiereg.
99=Sluit die program na voltooiing van die defragmentasie-proses.
100=Skakel die rekenaar af na voltooiing van die defragmentasie-proses.
103=Skakel opskuif van die lêers aan of af.
104=Skakel bevestigings-boodskappe aan of af.
105=Maak die gekose lêers oop met hulle verwante programme.
106=Vertoon die bevel-lyn skakels wat deur WinContig aanvaar word.
107=Vertoon die kwytskelding.
108=Laat nie duplikaat inskrywings in die lêer-lys toe nie.
225=Vertoon die eienskappe van die gekose items.
230=Gaan nie volumes na vir foute voor die lêers gedefragmenteer word nie.
238=Defragmenteer lêers sonder om die trosse optimaal te plaas (vinniger).
239=Defragmenteer lêers en plaas dit optimaal (stadiger).
255=Vertoon die Analise Verslag.
285=Vertoon bykomende lêer fragmentasie inligting.
336=Vee nie tydelike 
337=Vee tydelike lêers outomaties uit voor defragmentasie.
109=Vra of tydelike lêers uitgevee moet word voor defragmentasie.
352=Gaan nie volumes na vir foute voor defragmentasie nie.
353=Gaan volumes outomaties na vir foute voor defragmentasie.
354=Vra of nagegaan moet word vir foute voor defragmentasie.
362=Vertoon fout-boodskappe terwyl tydelike lêers uitgevee word.
373=Voeg die gekose items by die Uitgeslote Lys.
471=Beheer die Uitgeslote en Ingeslote Lyste.
409=Verander die Beklemtonings-kleure van die items.
429=Keer die seleksie om.
430=Kies die beklemtoonde items.
431=Verwyder die beklemtoonde items.
422=Stoor die analise-resultate.
22=Spoor nie SSD's outomaties op nie.
13=Defragmenteer nie lêers op SSD's nie.
82=Vertoon of verskuil die nutsbalk.
90=Vertoon of verskuil die info paneel.
91=Vertoon of verskuil die statusbalk.
14=Defragmenteer slegs die gefragmenteerde lêers soos gekies in die onderste paneel.
141=Laat jou toe om die huidige funksie te onderbreek.
131=Analiseer slegs die items soos gekies in die boonste paneel.
138=Defragmenteer slegs die items soos gekies in die boonste paneel.
158=verander hoeveel Profiele vertoon word in die Onlangse Profiele Lys.
135=Vertoon die status ikone langs elke item-ikoon in die boonste paneel.
160=Vertoon die sisteem ikone langs elke item in plaas van die WinContig ikone.
163=Maak die vouer oop waarin die geselekteerde lêer is.
'-------------------------------------------------------------------------------------
' Analysis Report ***
'-------------------------------------------------------------------------------------
177=Getal gefragmenteerde lêers
178=Getal aangrensende lêers
179=Getal lêers nie geanaliseer omdat daar foute is
182=Getal lêers geprosesseer
231=Lys van gefragmenteerde lêers:
232=Lys van lêers nie geanaliseer nie:
289=Teks Dokument (*.txt)|*.txt|Alle  Lêers (*.*)|*.*|
290=Stoor Verslag
291=Verslag suksesvol gestoor.
292=Analise-Verslag van WinContig geskep:
293=Lêer Statistiek
'-------------------------------------------------------------------------------------
' "Add files" dialog box ***
'-------------------------------------------------------------------------------------
111=Voeg lêer(s) by
112=Alle lêers (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Add folder" dialog box ***
'-------------------------------------------------------------------------------------
113=Selekteer die vouer wat jy by die lys wil voeg, en kliek Voeg vouer by. Jy kan meer as een vouer byvoeg.
244=Voeg &vouer by
246=Voeg vouer by lys
'-------------------------------------------------------------------------------------
' "Load profile" dialog box ***
'-------------------------------------------------------------------------------------
114=Laai profiel
115=Profiele van WinContig (*.wcp)|*.wcp|All Files (*.*)|*.*|
'-------------------------------------------------------------------------------------
' "Save profile" dialog box ***
'-------------------------------------------------------------------------------------
116=Stoor profiel
117=Profiele van WinContig (*.wcp)|*.wcp|All Files (*.*)|*.*|
118=Profiel was suksesvol gestoor.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box ***
'-------------------------------------------------------------------------------------
119=Profiel Invoer
120=&Voeg by
121=V&ervang
123=Die lys van lêers is nie leeg nie.
124=Kliek Voeg by om die items by die items reeds op die lys te voeg. Kliek Vervang om die items op die lys te vervang met die wat in die profiel gelys word.
125=Die lêer '%s' is nie "n geldige profiel van WinContig nie.
126=Die profiel soos gespesifiseer op die bevellyn bestaan nie.
'-------------------------------------------------------------------------------------
' "Importing profile" dialog box - Items don't exist ***
'-------------------------------------------------------------------------------------
40=Items
130=Profiel word ingevoer
132=Kan nie al die items op die profiel vind nie. Items mag hernoem, geskuif of uitgevee wees.
133=Lys van items wat nie ingevoer is nie:
'-------------------------------------------------------------------------------------
' "Check disk" dialog box ***
'-------------------------------------------------------------------------------------
308=Skyf Nagaan
320=Voordat daar met die defragmentasie-proses begin word, kan jy die volumes nagaan vir foute. Dit word sterk aanbeveel dat jy die integriteit van die lêers op jou skywe nagaan voor die lêers defragmenteer word.
309=Moet nie &volumes nagaan in die toekoms nie.
310=Analisie van Skyf %s... wag asseblief.
311=Vordering:
321=Stadium 1 van 3
355=Stadium 2 van 3
356=Stadium 3 van 3
313=Gaan &Skyf na
314=Moet &Nie Skyf nagaan nie
315=Skyf Fout!
316=Daar is foute gevind tydens nagaan van die skyf. Dit word sterk aanbeveel dat jy Wincontig sluit en die foute regmaak.
317=Windows kan nie CD-ROM en DVD-ROM-skywe nagaan vir foute nie.
318=WinContig het probleme met 'n volume bespeur. Dit word sterk aanbeveel dat jy Wincontig sluit en die probleem regmaak.\nAlternatieweliky, kan jy normaal voortgaan.
319=Begin die def&ragmentasie-proses outomaties indien geen foute gevind word nie
323=Vertoon besonderhede
324=Skyf nog nie ge-analiseer nie.
325=Verskuil besonderhede
326=Skyf Nagaan is klaar
328=Skranderings-verslag:
329=Geen probleme gevind op skyf nie.
330=Gaan skyf na vir foute
331=Windows kan nie 'n skyf op die netwerk nagaan nie.
432=Volume
433=Lêerstelsel
434=Totale grootte
435=Beskikbare spasie
436=% Beskikbare spasie
437=Onbekende skyf
438=Verwyderbare skyf
439=Hardeskyf
440=Buite skyf
441=Optiese skyf
442=RAM skyf
443=Sessie Status
444=Ontleding...
445=Volledig
'-------------------------------------------------------------------------------------
' "Disk Cleanup" dialog box ***
'-------------------------------------------------------------------------------------
339=Skyf Skoonmaak
340=Tydelike Lêers word uitgevee
357=&Begin Skyf Skoonmaak
358=&Moet nie Skyf Skoonmaak begin nie
338=Moet nie &tydelike lêers uitvee in die toekoms nie
359=Voordat daar met defragmentasie begin word, kan tydelike lêers uitgevee word om spasie te herwin.
342=Skatting...
343=Tydelike Lêers word uitgevee... Wag asb.
344=Vordering:
345='n Tydelike Roete Funksie het gefaal met fout %s !
346=Kan nie tydelike lêers uitvee nie aangesien dit in die Basis-vouer gestoor word !
347=Kan nie tydelike lêers uitvee nie aangesien die volgende Tydelike Roete nie bestaan nie:\n\n%s
446=Gebruik &WinContig om tydelike lêers uit te vee
181=E&mpty Recycle Bin
447=Gebruik 'n &ander program on tydelike lêers  uit te vee
448=Program:
449=Bykomende bevel-lyn opsies:
450=&Snuffel...
451=Kies program
452=Programme (*.exe)|*.exe|Alle Lêers (*.*)|*.*|
453=Geen eksterne toepassing is gespesifiseer nie.
454=Die eksterne toepassing soos gespesifiseer bestaan nie!
'-------------------------------------------------------------------------------------
' "Exclusion/Inclusion List" dialog box ***
'-------------------------------------------------------------------------------------
469=Filter
381=Voeg vo&uer by...
382=Voeg &lêer by...
399=Voeg &masker by...
383=Verwyder &item
385=Om die ongewenste verskuiwing van data te vermy, kan jy spesifieke items uitsluit van degragmentasie. Die lêers en vouers wat in hierdie venster gelys word sal nie geanaliseer of gedefragmenteer word nie.
386=Beheer Uitgeslote Lys
387=Lys van Uitgeslote Items:
391=Ignoreer lêers groter as (KG):
392=KG
393=MG
394=GG
456=Filter 
457=&Voeg masker by
458=Ve&rwyder masker
459=Masker om by te voeg:
460=Om spesifieke item te prosesseer, kan jy een of meer maskers opstel. WinContig sal slegs die items wat met die maskers in hierdie venster ooreenstem prosesseer. Om veelvuldige maskers te spesifiseer moet dit met 'n kommapunt(;) geskei word.
461=Beheer ingeslotelys
462=Lys van Ingeslote Items:
463=uitsluit
464=Insluit
'-------------------------------------------------------------------------------------
' "Mask file" dialog box ***
'-------------------------------------------------------------------------------------
400=Voeg masker by
401=Spesifiseer een of meer maskers om lêers en/of vouers uit te sluit. Om veelvuldige maskers te spesifiseer, gebruik 'n kommapunt (;) tussen die maskers.\n\nByvoorbeeld: *.dll;*.ocx;*.tmp
404=Maskers mag nie enige van die volgende simbole bevat nie: \ / : < > | "
419=Simbool is nie geldig nie
405=Uitgeslote maskers:
402=&Voeg by
'-------------------------------------------------------------------------------------
' "Configure highlighting" dialog box ***
'-------------------------------------------------------------------------------------
410=Beheer beklemtoning
411=Hier kan jy die kleure beheer vir die beklemtoning van items. Om die kleur van 'n item te verander, kliek op die knoppie met die verlangde kleur. Om die beklemtoning van 'n item aan of af te skakel, kies of verwyder die ooreenstemmende regmerkie.
412=&Gefragmenteerde item
413=&Aangrensende item
414=G&edefragmenteerde item
415=F&out
416=Oo&rgeslaande item
418=Vo&lledige Ry Beklemtoning
'-------------------------------------------------------------------------------------
' "Configure Profiles List" dialog box ***
'-------------------------------------------------------------------------------------
151=Onlangse Profiele Lys
152=Beheer Onlangse Profiele Lys
153=Hier kan jy beheer hoeveel profiele vertoon word in die Profiele Lys.
154=Vertoon die volgende aantal Onlangse Profiele (0-10):
134=Maximum character counts for recent profiles (40-1000):
159=Verwyder outomaties vermiste Onlangse Profiele
172=Maximum character counts for recent profiles
173=Limits the number of characters displayed for each listed recent profile.
'-------------------------------------------------------------------------------------
' Warning/Error/Info messages ***
'-------------------------------------------------------------------------------------
174=Unknown error
175=Failed to dump file (infinite main loop).
176=The map of the file is empty.
180=Wrong map file detected.
147=Daar is nie genoeg vry aangrensende trosse om die lêer heeltemal te defragmenteer nie.
164=Is jy seker jy wil die gekose item verwyder?
165=Is jy seker jy wil die gekose items verwyder?
166=Bevestig
205=WinContig werk nie op hierdie weergawe van die operasionele sagteware nie.
233=Kan nie  '%s' byvoeg nie.
307=Kon nie die geselekteerde prioriteits-klas instel nie.
360=Die Lêer '%s' kan nie uitgevee word nie as gevolg van fout:\n\n%s
374=Die gekose lêer is by die uitgeslote lys gevoeg.
375=Die gekose lêers is by die uitgeslote lys gevoeg.
376=Die gekose lêers is alreeds by die uitgeslote lys gevoeg.
465=Duplikaat maskers
466=Een of meer maskers bestaan in beide die Uitgeslote en Ingeslote lyste. Items wat in die albei die maskers voorkom sal nie geprosesseer word deur WinContig nie.
467=&Maak steeds toe
468=&Redigeer die maskers
490=SSD Toestel Opgespoor
494=SSD Toestel
491=SSD toestelle se werkverrigting verbeter nie deur tradisionele harde skyf degragmentasie nie. Lêer defragmentasie veroorsaak 'n menigte skryf-prosesse wat nadelig is vir die skyf. Dit word nie aanbeveel on SSD skywe te defragmenteer nie.
492=&Defragmenteer steeds
493=&Moet nie defragmenteer nie
149=Daar is nie genoeg geheue of stelsel hulpbronne beskikbaar om die lêer te defragmenteer nie.
'-------------------------------------------------------------------------------------
' General Button Captions ***
'-------------------------------------------------------------------------------------
395=&Ja
396=&Nee
397=OK
398=Kanseleer
406=&Gaan aan
407=&Stop
142=S&luit
'-------------------------------------------------------------------------------------
' File Open Error Messages ***
'-------------------------------------------------------------------------------------
167=Fout: Te min geheue/Hulpbronne. Kan nie uitvoer nie!
168=Fout: Lêer nie gevind. Kan nie uitvoer nie!
169=Fout: Roete nie gevind. Kan nie uitvoer nie!
170=Fout: Foutiewe lêer formaat. Kan nie uitvoer nie!
'-------------------------------------------------------------------------------------
' "Fragmentation Details" dialog box ***
'-------------------------------------------------------------------------------------
259=Fragmente
260=Naam:
261=Roete:
262=Tipe:
263=Grootte:
264=Grootte op skyf:
265=Fragmente:
266=Trosse:
267=Fragment-inligting:
269=Algemeen
270=#
271=Lêer Trosse
272=Begin-tros
273=Eindig-tros
286=Grootte (grepe)
287=% van Lêer
276=Lêer nog nie geanaliseer nie
277=Hierdie item is nie 'n lêer nie
278='n Fout is aangetref toe probeer is on die lêer te analiseer
279=Hierdie item bestaan nie
280=Hierdie lêer beslaan nie enige trosse nie
281=grepe
'-------------------------------------------------------------------------------------
' "Defragmentation Report" dialog box ***
'-------------------------------------------------------------------------------------
184=Defragmentasie Verslag
185=Informasie:
186=Defragmentasie proses is klaar.
189=Getal lêers geprosesseer
190=Getal gefragmenteerde lêers
191=Getal reeds aangrensende lêers
192=Getal lêers gedefragmenteer
193=Getal lêers nie gedefragmenteer nie omdat daar foute was
423=Hierdie vertoonvenster vertoon informasie rakende die lêers wat gedefragmenteerd was.
'-------------------------------------------------------------------------------------
' Shutdown dialog box ***
'-------------------------------------------------------------------------------------
194=Afskakel
196=Hierdie stelsel sal oor 15 sekondes afskakel.
197=OpenProcessToken Error.
198=AdjustTokenPrivileges Error.
'-------------------------------------------------------------------------------------
' About dialog box ***
'-------------------------------------------------------------------------------------
201=Alle regte gereserveer.
202=Gratisware vir besigheids en persoonlike gebruik.
203=WinContig konsolideer gefragmenteerde lêers sodat elk 'n enkele, aaneenlopende spasie op die volume beslaan.\n\nDie gevolg is dat jou stelsel die lêers meer effektief kan oproep.
204=Rakende
298=Webwerf:
299=E-pos:
'-------------------------------------------------------------------------------------
' Crash dialog box ***
'-------------------------------------------------------------------------------------
77=Uitsondering van WinContig
78=WinContig het ophehou werk
79=Ons moet rapporteer dat die program 'n fout aangetref het. Kopieer asb die uitsondering verslag na die snitbord, en stuur dit vir ons:
80=Probleem besonderhede
81=&Sluit die program
63=SSD-opsporing kan onaanpasbaar wees met sekere hardeware kombinasies. Kies asseblief  "Skakel SSD-skyf opsporing af" op die "Keuses" menu.
'-------------------------------------------------------------------------------------
' Disclaimer ***
'-------------------------------------------------------------------------------------
206=Vrywaring
221=Copy the text and put it on the Clipboard.
'-------------------------------------------------------------------------------------
' Command line switches ***
'-------------------------------------------------------------------------------------
208=Bevel Lyn skakels
389=Bevel-lyn skakels
390=WinContig aanvaar 'n aantal opsione bevel-lyn skakels wat gebruik kan word om die werking van die program te beheer.
'-------------------------------------------------------------------------------------
' Defragmentation/Analysis process Interrupted ***
'-------------------------------------------------------------------------------------
210=Wag asseblief tot die proses met die huidige lêer klaar is...
'-------------------------------------------------------------------------------------
' Disclaimer - RTF Format ***
'-------------------------------------------------------------------------------------
$d$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}}
{\*\generator Msftedit 5.41.15.1507;}\viewkind4\uc1\pard\qc\lang1040\b\f0\fs24 Vrywaring\par
\par
\pard\b0\fs16 Hierdie sagteware en gepaardgaande lêers word voetstoots deur die skrywer voorsien en sonder enige waarborg, insluitende, maar nie beperk tot, die implisiete waarborg t.o.v verhandelbaarheid en geskiktheid vir 'n spesifieke doel nie. Onder geen omstandighede sal die skrywer verantwoordelik wees vir enige skade, van watter aard ookal, (insluitende, sonder beperking, skade t.o.v die verlies van handels-profyt, verlies aan gebruik of data, onderbreking in handel, verlies van besigheids-informasie of enige ander verwante verlies), voortspruitend uit die gebruik of onvermoë om die produk te gebruik, selfs nadat ingelig oor die moontlikheid van sodanige verlies. Die allesomvattende risiko voortspruitend uit die gebruik of werking van hierdie produk en die dokumentasie rus by jou.\par
}
$d$
'-------------------------------------------------------------------------------------
' Command line switches - RTF Format ***
'-------------------------------------------------------------------------------------
$c$
{\rtf1\ansi\ansicpg1252\deff0\deflang1033\deflangfe1040\deftab708{\fonttbl{\f0\fswiss\fprq2\fcharset0 Tahoma;}{\f1\fnil\fcharset2 Symbol;}}
\viewkind4\uc1\pard\lang1040\b\f0\fs16 SYNTAX\par
\b0\par
WINCONTIG.EXE [source] [/ANALYZE|/DEFRAG] [/CHKDSK:0|/CHKDSK:1|/CHKDSK:2] [/CLEAN:0|/CLEAN:1|/CLEAN:2] [/CLOSE|/CLOSEIFOK|/SHUTDOWN] [/DUP] [/FULLROW] [/HELP|/?] [/LANG:xx] [/NOGUI] [/NOINI] [/NOPROMPT] [/NOSCROLL] [/ONTOP] [/PROF:"profile"] [/QUICK]\par
\par
\viewkind4\uc1\pard\lang1040\b\f0\fs16 BELANGRIKE NOTAS\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li360\tx360 Skakels is nie letter-sensitief nie, bv, \b /CLOSE\b0  is dieselfde as \b /close\b0 .\par
{\pntext\f1\'B7\tab}Veelvoudige skakels moet met 'n spasie geskei word, bv, gebruik die volgende bevel-lyn om 'n profiel te laai en l\'eer-defragmentasie te begin:\par
\pard\par
\pard\fi360\b WinContig /DEFRAG /PROF:"c:\\datas\\profile.wcp"\b0\par
\pard\par
\par 
Hieronder is die lys van Wincontig skakels.\par
\par
\pard\fi-1418\li1418\tx1418\b source\b0\tab Spesifiseer die l\'eaers of vouer wat WinContig moet laai.\par
\pard\par
\pard\fi-1418\li1418\tx1418\b\tab BELANGRIKE NOTAS\par
\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Jy moet die volle roete van \i source\i0 spesifiseer \par
{\pntext\f1\'B7\tab}jy moet aanhalingstekens ("") om die volle roete van  \i source\i0  plaas\par
\pard\li1418\tx1418\par
As voorbeeld, gebruik die volgende bevel lyn om die l\'eaer \i personal.txt\i0  geberg in \i c:\\documents\i0 :\par
\par
\b WINCONTIG.EXE "c:\\documents\\personal.txt"\b0\par
\par\pard\fi-1418\li1418\tx1418
\b /ANALYZE\b0\tab Analiseer outomaties die l\'eaers in 'n profiel. Die \b /PROF:\b0  skakel word benodig tesame met die  \b /ANALIYZE\b0  skakel.\par
\b\par
/CLOSE\b0\tab Word gebruik om WinContig outomaties te sluit na afhandeling van die defragmentering-proses.\par
\b\par
/DEFRAG\b0\tab Begin outomaties die  l\'eaers  in 'n profiel defragmenteer. Die \b /PROF:\b0  skakel word benodig tesame met die \b /DEFRAG\b0  skakel.\b\par
\par
/DUP\b0\tab Laat duplikaat-inskrywings in die l\'eaer-lys toe. WinContig laat by verstek nie duplikaat inskrywings in die l\'eaer-lys toe nie. Wanneer die \b /DUP\b0  skakel gebruik word, sal WinContig die l\'eaers vinniger by die l\'eaer-lys byvoeg. Hierdie keuse is goed wanneer jy 'n groot profiel vinniger wil laai en jy seker is dat daar geen duplikaat inskrywings in die profiel is nie.\par
\par
\b /FULLROW\b0\tab Skakel die kies van die volle ry aan. \par
\par
\b /NOPROMPT\b0\tab Word gebruik om bevestigings-boodskappe af te skakel. \par
\b\par
/NOSCROLL\b0\tab Skakel die opskuif van die name af terwyl WinContig 'n analise of defragmentasie uitvoer. \par
\b\par
/QUICK\b0\tab Word gebruik om optimalisering af te skakel tydens die degragmentasie-proses (gapings sal nie gevul word nie en gedeeltelike defragmentasie van l\'eaers wat nie volledig gedefragmenteer kan word nie sal nie plaasvind nie). Sodoende is die defragmentasie-proses vinniger. \par
\b\par
/CHKDSK:0\tab\b0 Skakel skyf nagaan af. \par
\par
\b /CHKDSK:1\b0\tab Begin die skyf outomaties nagaan.\par
\par
\b /CHKDSK:2\b0\tab Vra voor die skyf nagegaan word.\par
\b\par
/PROF:"\i profile\i0 "\b0\tab Word gebruik om die profiel te laai \i profile\i0 .\par
\par
\b\tab BELANGRIKE NOTAS\b0\par
\pard{\pntext\f1\'B7\tab}{\*\pn\pnlvlblt\pnf1\pnindent360{\pntxtb\'B7}}\fi-360\li1778\tx1778 Jy moet die volledige roete na die profiel spesifiseer\par
{\pntext\f1\'B7\tab}Jy moet die roete na die profiel in aanhalings-tekens plaas ("")\par
\pard\li1418\tx1418\par 
Byvoorbeeld, gebruik die volgende bevel om die profiel \i data.wcp\i0  gestoor in \i c:\\profiles\i0 : te laai\par
\par
\b WinContig /PROF:"c:\\profiles\\data.wcp"\par
\pard\fi-1418\li1418\tx1418\b0\par
\pard\fi-1418\li1418\qj\tx1418\b /ONTOP\b0\tab Vertoon die WinContig hoof-venster bo-op ander vensters. \par
\pard\fi-1418\li1418\tx1418\par
\b /SHUTDOWN\b0\tab Word gebruik om die rekenaar af te skakel na voltooiing van die defragmentasie-proses. \par
\par
\b /CLEAN:0\tab\b0 Skakel die skyf skoonmaak af.\par
\par
\b /CLEAN:1\tab\b0 Begin outomaties die skyf skoonmaak.\par
\par
\b /CLEAN:2\tab\b0 Vra voor die skyf skoongemaak word.\par
\par
\b /NOGUI\b0\tab Word gebruik om die WinContig hoof-venster die verskuil gedurende die analise- of defragmentasie-prosesse. When using the \b /NOGUI\b0  switch, WinContig provides exit codes that indicate the level of success for a command.\par
\par
\tab\b Exit codes\b0\par
\par
\tab The following command-line exit codes are defined for WinContig.\par
\par
\tab\b 0\b0\tab Success.\par
\tab\b 1\b0\tab Invalid or missing profile.\par
\tab\b 2\b0\tab Errors found during disk checking.\par
\tab\b 3\b0\tab Not all items were defragmented successfully.\par
\tab\b 4\b0\tab Not all items were analyzed successfully.\par
\tab\b 5\b0\tab Invalid or missing item.\par
\par
\b /CLOSEIFOK\b0\tab Used to automatically close WinContig after it has completed the defragmentation process if all of the files have been successfully defragmented otherwise it stays open. 
If you use this switch in conjunction with the \b /NOGUI \b0 switch, WinContig will show the main window after it has completed the defragmentation process if one or more files have not been successfully defragmented.\par
\par
\b /HELP \b0 or \b/?\b0 \tab Shows this dialog box.\par
\par
\b /LANG:\b0\i xx\i0\tab Forces the language used by the user interface. \i xx \i0 specifies a region-neutral language, for example \i en \i0 represents English, while \i fr \i0 represents French. 
If you specify the \b/LANG:auto \b0 switch, WinContig will use the system default UI language (if supported).\par
\par
\b /NOINI\b0\tab Used to suppress the writing of the "WinContig.ini" configuration file.\par
\par
}
$c$






